{
    "name": "šuo",
    "oneLiner": "Ta:as, kuris moka suorganizuoti tobulą vakarėlį, visiems paskirstyti užduotis ir pasirūpinti, kad niekas neliktų be torto.",
    "strength": [
        "Organizaciniai įgūdžiai – puikiai planuoji veiklas ir projektus; užtikrini, kad viskas būtų atlikta efektyviai.",
        "Į komandą orientuotas planavimas – puikiai koordinuoji komandos pastangas, kuriant pozityvią ir bendradarbiaujančią kultūrą.",
        "Patikimumas – esi patikima:as ir atsakinga:as, visada įgyvendini savo įsipareigojimus bei padedi komandos nariams."
    ],
    "weakness": [
        "Polinkis į per daug įsipareigojimų – dažnai prisiimi per daug atsakomybių, siekiant padėti kitiems.",
        "Sunku priimti grįžtamąjį ryšį – tau gali būti sunku priimti kritiką, nes ją vertini pernelyg asmeniškai, o tai gali pakenkti produktyvumui.",
        "Per stiprus dėmesys geram \"vaibui\" – kartais gali per daug stengtis išlaikyti harmoniją, pakišant neišspręstus konfliktus ar trūkumus po kilimu."
    ],
    "focus": [
        "Nustatyk aiškias ribas, kad išvengtum per didelio įsitraukimo į kitų tikslus, ir prioritetizuok savo užduotis.",
        "Praktikuok grįžtamojo ryšio priėmimą kaip galimybę tobulėti, nes emocingos reakcijos gali trukdyti efektyvumui.",
        "Atrask balansą tarp pagalbos kitiems ir dėmesio savo asmeniniams tikslams."
    ],
    "avoid": [
        "Venk į antrą planą nustumti savo asmeninius tikslus, besistengiant išlaikyti harmoniją ar padėti kitiems.",
        "Nepersistenk, įvertink ar prisiimi ne per daug atsakomybių – tai gali sukelti perdegimą ir sumažinti efektyvumą ilguoju laikotarpiu.",
        "„Good vibes only“ požiūrio – nesprendžiami klausimai ir konfliktai gali trukdyti komandos dinamikai ir progresui bei produktyvumui."
    ],
    "help": [
        "Struktūruota aplinka, kurioje aiškiai apibrėžti vaidmenys ir lūkesčiai, leidžiantys efektyviai bendradarbiauti.",
        "Galimybės bendrauti su kitais ir dalyvauti komandinėse veiklose, kuriose gali derinti asmeninius ir komandinius tikslus.",
        "Laiko valdymo ir užduočių planavimo įrankiai, tokie kaip skaitmeniniai planuokliai ar paprasti kalendoriai, padedantys valdyti sekti įsipareigojimus."
    ],
    "disturb": [
        "Neaiškūs vaidmenys ir atsakomybės, dezorganizuota aplinka ir neapibrėžti lūkesčiai, kurie sukelia nerimą ir stresą.",
        "Pernelyg daug konfliktų ar negatyvumo komandoje, kurie gali atitraukti dėmesį nuo produktyvumo.",
        "Situacijos, kuriose nuolat reikia aukoti savo poreikius kitų labui."
    ],
    "challenge": [
        "Kitų poreikiai – kaip padėti kitiems, kad neadekvačiai nepadidėtų darbo krūvis ir iš asmeninio gyvenimo neatimtum laiko bei energijos.",
        "Kritika – kaip išmokti išgirsti ir priimti kritiką, kad ji nepaveiktų tavo pasitikėjimo savimi ir gebėjimo prisitaikyti.",
        "Konfliktai – kaip išlaikyti ramybę, tačiau nevengti konfliktų, kad neišspręstos problemos nelėtintų progreso ir nekeltų papildomų problemų ateityje."
    ],
    "excercise": {
        "Ribų nustatymo praktika": [
            "Kartą per savaitę arba kas dvi identifikuok vieną sritį, kurioje per daug įsipareigojai kitiems (pvz., papildomos užduotys, savanoriška pagalba). Pasipraktikuok – kaip galėtum pasakyti „ne“ arba perduoti šią užduotį kitam asmeniui? Išbandyk tai kur nors, kur „skaudės“ mažiausiai. Sutaupytą laiką panaudok asmeniniam projektui ar savo gerovei.",
            "Tikslas: ugdyti įprotį brėžti ribas ir prioritetizuoti asmeninius poreikius.",
            "Kodėl tai veikia: ši užduotis padeda tau praktikuoti savo poreikių saugojimą ir pildymą, sumažinant perdegimo riziką ir leidžiant sutelkti dėmesį į asmeninius prioritetus be kaltės jausmo."
        ],
        "Pasakyk, ką manai": [
            "Paprašyk atsiliepimo apie neseniai atliktą projektą iš kolegos, draugo ar šeimos nario, kuriuo pasitiki. Užsirašyk atsiliepimus, stenkis nereaguoti emociškai. Prisimink, kad tai – tų žmonių nuomonė apie konkretų rezultatą, o ne apie tave. Apsvarstyk, kaip galėtum šį atsiliepimą panaudoti konstruktyviai, pavyzdžiui - pagerinti savo darbą. Nebūtina taikyti visko tiesiogiai – galbūt užteks pasvarstyti apie galimus kitus sprendimo būdus konkrečioms užduotims atlikti. Įgyvendink vieną pasiūlymą ir įvertink rezultatą.",
            "Tikslas: ugdyti gebėjimą priimti ir integruoti grįžtamąjį ryšį konstruktyviai.",
            "Kodėl tai veikia: ši užduotis padeda ugdyti atsparumą kritikai, paverčiant ją augimo ir tobulėjimo įrankiu."
        ],
        "Nebėk nuo problemos": [
            "Pagalvok apie šviežią situaciją, kurioje vengei spręsti konfliktą ar problemą. Pamėgink apgalvoti būdus, kaip galėtum konstruktyviai spręsti šią situaciją, sutelkiant dėmesį į aiškų bendravimą, faktus ir abipusę pagarbą. Įsivardink, kokio tipo situacijose šis metodas būtų tinkamas ir pamėgink bent 20 proc. pritaikyti, kai vėl kils tokia ar panaši situacija.",
            "Tikslas: gerinti konfliktų sprendimo įgūdžius, kad būtų galima veiksmingai spręsti problemas nebėgant nuo jų, bet ir neprarandant vidinės ar išorinės harmonijos.",
            "Kodėl tai veikia: ši užduotis padeda ugdyti pasitikėjimą ir atrasti būdų spręsti konfliktus konstruktyviai, taip išvengiant kabančių, neišspręstų problemų, kurios gali paveikti komandos dinamiką ir produktyvumą."
        ]
    },
    "advice": [
        "Skirk laiko reguliariai peržiūrėti savo įsipareigojimus ir nustatyti ribas, kai pradedi jausti, kad esi per daug užsiėmusi:ęs kitų reikalais.",
        "Pratinkis priimti atsiliepimus be emocijų – tai padės išvengti streso ir leis augti bei tobulėti individualiai ir kaip komandos nariui.",
        "Mokykis spręsti konfliktus konstruktyviai – tai padės išlaikyti ir auginti sveikus santykius tiek darbe, tiek asmeniniame gyvenime."
    ],
    "description": [
        "Tu esi grupės širdis; žmogus, kuris aplink save kuria jaukią ir vienijančią atmosferą, leidžiančią kiekvienam jaustis vertinamam ir įtrauktam. Tavo natūralus talentas organizuoti ir koordinuoti projektus, veiklas ir žmones, padeda lengvai sukurti harmoningą ir produktyvią aplinką, kurioje žmonės jaučiasi gerai ir gali susitelkti į bendrus tikslus. Tave traukia socialinės sąveikos, o padėti kitiems sėkmingai įgyvendinti jų svajones – tai tavo didžiausias džiaugsmas ir motyvacija.",
        "Vis dėlto, tavo stiprus noras palaikyti kitus ir būti mėgstamai:am kartais gali peraugti į per didelį prisitaikymą, grįžtamojo ryšio vengimą ar net savęs nustūmimą į antrą planą. Dažnai būni ta:s, kuri:s pasiruošęs viską mesti, kad padėtų kitiems, tačiau svarbu nepamiršti ir savo poreikių. Rūpinimasis savimi nėra egoizmas. Tai yra būtina, kad galėtum efektyviai dirbti ir džiaugtis socialiniais ryšiais bei būti ta:uo, kuri:is palaiko visus kitus.",
        "Mano patarimas: mokykis priimti grįžtamąjį ryšį ir pokyčius kaip augimo galimybes. Nebijok iškelti sudėtingų klausimų, net jei jie gali sukelti trumpalaikį diskomfortą – ilgainiui tai tik sustiprins tavo gebėjimą kurti darnius ryšius ir išlaikyti balansą. Kai subalansuosi savo norą padėti kitiems ir pasirūpinimą savimi, tavo gera įtaka kitiems tik augs. Tu tapsi ne tik tuo žmogumi, kuris suburia ir palaiko kitus, bet ir tikra:u lydere:iu, gebančia:iu pasiekti įspūdingų rezultatų."
    ],
    "shortDescription": [
        "Tu esi žmogus, kuris mėgsta tvarką ir struktūrą, vertina bendradarbiavimą bei harmoniją. Tavo stiprybės slypi gebėjime koordinuoti veiklas ir tuo pat metu kurti draugišką atmosferą, padedant kitiems pasiekti jų tikslus. Tačiau kartais gali per daug įsipareigoti kitų tikslams ir poreikiams, o tai gali pakenkti tavo asmeniniam produktyvumui ar gerovei."
    ],
    "link": "https://12gm.lt/produktas/kaip-sakyti-ne-darbe/",
    "linkText": "Tu esi organizavimo virtuozė:as, gebanti:is puikiai planuoti veiklas ir kurti harmoniją komandoje, bet tavo polinkis per daug įsipareigoti gali tapti našta tavo asmeninei gerovei. Gidas „Kaip sakyti NE darbe“ sukurtas tam, kad padėtų tau efektyviai nustatyti ribas, prioritetizuoti tai, kas svarbu, o visiems kitiems dalykams drąsiai ir užtikrintai sakyti NE. Įsigyk šį gidą, įgyk drąsos pasakyti „ne“ per dideliam krūviui, išsaugok produktyvumą ir pozityvią atmosferą!"
}