{
    "name": "vilkas",
    "oneLiner": "Tas, kuris ne tik aiškiai mato viziją, bet ir labai stengiasi, kad visiems pavyktų sėkmingai nueiti to tikslo link – net jei dėl to reikia paaukoti savo poilsį. Gali suplanuoti pasaulio taiką, bet pernelyg dažnai pamiršta suplanuoti laiką sau.",
    "strength": [
        "Strateginis mąstymas – puikiai numatai ilgalaikius tikslus ir gebi sukurti aiškų planą, kaip juos pasiekti.",
        "Empatija ir įžvalga – gebi iš esmės suprasti skirtingus žmones, jų motyvus ir įvairias situacijas, todėl tavo planavimas apima tiek praktinius, tiek emocinius aspektus.",
        "Tikslingas įgyvendinimas – esi labai motyvuota:as įgyvendinti projektus, kurių poveikyje matai prasmę."
    ],
    "weakness": [
        "Perfekcionizmas – kartais gali užstrigti analizėje ir atidėlioti veiksmus, laukdama:as tobulumo.",
        "Trumpalaikių užduočių ignoravimas – dažnai susitelki į viziją ir platų paveikslą, todėl gali ignoruoti trumpalaikes užduotis, kurios neskamba taip didingai.",
        "Per didelis atsakomybės prisiėmimas – dažnai per daug rūpiniesi kitais, dėl ko gali perdegti ar prarasti asmeninį efektyvumą."
    ],
    "focus": [
        "Suskaidyk ilgalaikius tikslus į mažus, įgyvendinamus žingsnius, kad užtikrintum nuoseklią pažangą.",
        "Susikurk rutiną kasdienėms užduotims valdyti – tai padės išvengti „netyčinio“ kasdienių detalių ignoravimo.",
        "Nustatyk asmenines ribas ir prioritetizuok savo poreikius, kad išvengtum perdegimo."
    ],
    "avoid": [
        "Venk pernelyg ilgai laukti, kol viskas taps tobula – pradėk veikti net ir netobulomis sąlygomis.",
        "Nepamiršk trumpalaikių užduočių, kurios būtinos ilgalaikių tikslų pasiekimui.",
        "Nepersitempk bandydamas padėti kitiems savo sąskaita – išlaikyk pusiausvyrą tarp asmeninių ir kitų žmonių poreikių."
    ],
    "help": [
        "Laikas ramiai refleksijai ir strateginiam planavimui, kad galėtum derinti veiksmus su vertybėmis ir ilgalaikiais tikslais.",
        "Palaikanti aplinka, skatinanti gilų mąstymą ir suteikianti emocinę paramą.",
        "Įrankiai, skirti lengviau organizuoti mintis bei idėjas ir suskaidyti sudėtingus projektus į valdomus etapus."
    ],
    "disturb": [
        "Dinamiška, neorganizuota aplinka, nuolatiniai trukdžiai ir per didelis laiko \/ energijos reikalavimas.",
        "Situacijos, kuriose reikia greitų sprendimų ir trūksta laiko apmąstymams.",
        "Aplinka, kuri neatitinka asmeninių vertybių arba reikalauja dažnai eiti į kompromisus su savo asmeniniu matymu."
    ],
    "challenge": [
        "Per daug dėmesio analizei ir perfekcionizmas – kaip neatidėlioti praktinių veiksmų, kai susitelki į platesnį vaizdą ir strateginį planavimą.",
        "Trumpalaikių užduočių ignoravimas – kaip nepamiršti praktinių, kasdienių užduočių, kai sieki ilgalaikių tikslų.",
        "Per didelis atsakomybės prisiėmimas už kitus – kaip padėti kitiems, neaukojant asmeninio produktyvumo ir gerovės."
    ],
    "excercise": {
        "Greitas sprendimas": [
            "Pasirink vieną sprendimą ar projektą, kurį jau ilgai planuoji \/ strateguoji \/ analizuoji. Nustatyk laikmatį 15 minučių ir padaryk greitą sprendimą dėl artimiausio sekančio veiksmo arba atlik nedidelę projekto užduotį be tolesnių apmąstymų ar tobulinimo. Priimk rezultatą tokį, koks yra, ir judėk toliau.",
            "Tikslas: subalansuoti laiką, skiriamą apmąstymams ir skatinti greitą veiksmą, net jei jis nėra tobulas.",
            "Kodėl tai veikia: ši užduotis skatina vengti per didelio dėmesio analizei ir perfekcionizmo, skatindama greitą, ryžtingą veiksmą ir parodant, kad progresas – ne mažiau svarbu, nei tobulas planas."
        ],
        "Mikroplanavimas": [
            "Kiekvienos dienos pradžioje užrašyk tris nedideles, paprastas užduotis, kurios padeda siekti ilgalaikių tikslų (pvz., išsiųsti el. laišką, suplanuoti susitikimą, perskaityti straipsnį, parengti tekstą ir pan.). Atlik šias užduotis per pirmąją darbo valandą.",
            "Tikslas: mokytis skirti dėmesio ir trumpalaikiams veiksmams, vedantiems į ilgalaikius tikslus, ir ugdyti įprotį kasdien žengti mažą žingsnelį didelių tikslų link.",
            "Kodėl tai veikia: ši užduotis padeda integruoti ilgalaikį mąstymą su praktiškais veiksmais, kasdien matant apčiuopiamą progresą ir išvengiant smulkių, bet būtinų užduočių atidėliojimo."
        ],
        "Ribų refleksija": [
            "Kartą per savaitę skirk 15 minučių apmąstymams apie savo įsipareigojimus ir identifikuok sritis, kuriose prisiėmei per daug atsakomybės už kitus. Pasirink vieną įsipareigojimą, kurį gali sumažinti ar atiduoti (grąžinti) kitiems, o sutaupytą laiką paskirk asmeninei gerovei ar prasmingam projektui.",
            "Tikslas: ugdytis sąmoningumą apie atsakomybės ribas ir praktikuoti ribų brėžimą, kad išlaikytum energijos ir laiko balansą.",
            "Kodėl tai veikia: ši užduotis skatina vertinti prisiimamus įsipareigojimus ir aktyviau brėžti ribas, kai jauti, kad tų įsipareigojimų – jau per daug."
        ]
    },
    "advice": [
        "Susikurk ribų refleksijos ritualą, kuris padės reguliariai įsivertinti, ar ne per daug įsipareigojai, ir suteiks galimybę atlaisvinti laiką asmeniniams poreikiams.",
        "Pratinkis kasdien atlikti mažas užduotis, kurios padeda siekti ilgalaikių tikslų, kad išvengtum to, jog tik planuoji ir beveik niekad neįgyvendini.",
        "Pratinkis veikti greitai – ne viskas turi būti tobula, kad būtų prasminga."
    ],
    "description": [
        "Tu esi žmogus, kuris nuolat ieško gilesnės prasmės ir siekia ilgalaikių pokyčių. Tavo vizija visada nukreipta į priekį, bet tu nesi vien tik svajotoja:s – kruopščiai planuoji, kaip pasiekti savo tikslus, neprarandant ryšio su vertybėmis. Esi ta:as, kuri:is mato ne tik galutinį rezultatą, bet ir visą kelią, vedantį į jį. Tavo gebėjimas įsigilinti į kitų poreikius leidžia kurti planus, kurie yra ne tik praktiški, bet ir jautriai atsižvelgia į emocinius aspektus bei poveikį aplinkiniams.",
        "Tačiau būtent ši tavo aistra siekti tobulumo ir padėti kitiems gali kartais tave išvarginti. Tu nuolat stengiesi išlaikyti aukštus standartus ir neretai prisiimi per daug atsakomybės, siekdama:as užtikrinti, kad viskas vyktų kuo sklandžiau. Nors tavo atsidavimas yra nuostabus, prisimink, kad tai, kas padaryta yra geriau už tai, kas tobula, bet taip ir liko popieriuje. Kartais svarbiausia yra tiesiog pradėti – padaryti pirmąjį žingsnį ir leisti procesui klostytis sava eiga.",
        "Mano patarimas: rūpinkis savimi taip pat, kaip rūpiniesi kitais. Leisk sau atsipalaiduoti ir priimti, kad ne viskas turi būti tobula. Suteik kitiems galimybę patiems prisiimti atsakomybę už jų veiksmus – taip ne tik apsaugosi savo energiją, bet ir suteiksi aplinkiniams galimybę augti. Kai išmoksi subalansuoti savo tobulumo siekį su savęs priėmimu, tavo įtaka taps dar stipresnė ir ilgalaikiškesnė, o įpratus veikti nelaukiant tobulumo – pasieksi labai daug."
    ],
    "shortDescription": [
        "Tu esi žmogus, kuris mąsto strategiškai ir visuomet mato didelį paveikslą, planuodamas ilgalaikius tikslus, kurie dera su tavo vertybėmis ir siekiu kurti prasmingus pokyčius. Tau svarbu ne tik praktiniai, bet ir emociniai veiksniai, todėl gebi efektyviai planuoti, atsižvelgdamas į žmones ir jų poreikius. Vis dėlto, dėl savo idealizmo ir perfekcionizmo gali kilti sunkumų, kai reikia pradėti veikti, be to, dažnai per daug rūpiniesi kitais, pamiršdama:as savo poreikius."
    ],
    "link": "https://12gm.lt/produktas/tikslu-planavimo-gidas/",
    "linkText": "Tavo strateginis mąstymas ir gebėjimas kurti prasmę suteikia tau ypatingą gebėjimą matyti tolimą viziją ir suplanuoti, kaip ją pasiekti. „Tikslų planavimo gidas“ padės tau ne tik suskaidyti dideles idėjas į mažus, kasdienius veiksmus, bet ir išlaikyti balansą tarp analizės ir veiksmų, kad neprarastum progreso laukiant tobulai tinkamo momento. Įsigyk gidą ir paversk savo planus ne tik įkvepiančiomis idėjomis, bet ir apčiuopiamais rezultatais!"

}